Repository: instructure/canvas-ios
Catalog: Student/Student/Localizable.xcstrings
Source language: en
Languages: ar, ca, cy, da, da_instk12, de, es, es_es, fi, fr, fr_ca, ga, hi, ht, id, is, it, ja, ko, mi, ms, nb, nb_instk12, nl, pl, pt, pt_br, ru, sl, sv, sv_instk12, th, vi, zh, zh_hk

source: It's okay to learn as you go.
ar: لا توجد مشكلة في أن تتعلم في مشوارك.
ca: Està bé aprendre a mesura que avanceu.
cy: Galli di ddysgu wrth fynd yn dy flaen.
da: Det er okay at lære undervejs.
da_instk12: Det er okay at lære undervejs.
de: Es ist in Ordnung, wenn Sie Schritt für Schritt lernen.
es: Está bien aprender sobre la marcha.
es_es: No pasa nada por aprender sobre la marcha.
fi: On ihan ok oppia matkan varrella.
fr: Il n’y a aucun mal à apprendre au fur et à mesure.
fr_ca: Il n’y a pas de mal à apprendre au fur et à mesure.
ga: Tá sé ceart go leor foghlaim de réir mar a théann tú ar aghaidh.
hi: धीरे-धीरे सीखने में कोई बुराई नहीं है।
ht: Pa gen pwoblèm si w aprann pandan w ap avanse.
id: Tidak apa-apa untuk belajar sambil jalan.
is: Það er í lagi að læra jafnóðum.
it: Non importa se il tuo apprendimento avviene un passo dopo l’altro.
ja: 学びながら進んでいけばいいのです。
ko: 점차 알게 되는 것도 괜찮습니다.
mi: Kāore he aha ki te ako i a koe e haere ana.
ms: Teruslah belajar walau di mana anda berada.
nb: Det er greit å lære underveis.
nb_instk12: Det er greit å lære underveis.
nl: Het is oké om gaandeweg te leren.
pl: Dobrze jest uczyć się na błędach.
pt: Tudo bem aprender à medida que avança.
pt_br: Não tem problema aprender conforme você vai fazendo.
ru: Учиться в процессе работы — это нормально.
sl: V redu je, da se učite sproti.
sv: Det är ok att lära sig i sin egen takt.
sv_instk12: Det är ok att lära sig i sin egen takt.
th: ก้าวไปและเรียนรู้ไปในเวลาเดียวกันก็ได้
vi: Vừa học vừa đi cũng không sao.
zh: 边行边悟，也是成长。
zh_hk: 邊做邊學沒關係。

source: It's okay to pause. Breaks are part of learning.
ar: لا مانع في أن تتوقف لبرهة. الاستراحات جزء لا يتجزأ من رحلة التعلم.
ca: No passa res si feu una pausa. Els descansos formen part de l’aprenentatge.
cy: Mae’n bwysig cymryd egwyl. Mae cymryd egwyl yn rhan o ddysgu.
da: Det er okay at holde en pause. Pauser er en del af at lære.
da_instk12: Det er okay at holde en pause. Pauser er en del af at lære.
de: Es ist in Ordnung, eine Pause zu machen. Pausen sind Teil des Lernens.
es: Está bien hacer una pausa. Los descansos son parte del aprendizaje.
es_es: No pasa nada por hacer una pausa. Los descansos forman parte del aprendizaje.
fi: On ihan ok pitää taukoja. Tauot ovat osa oppimista.
fr: Il n’y a aucun mal à faire une pause. Les congés aussi sont importants pour l’apprentissage.
fr_ca: Il n’y a pas de mal à faire une pause. Les pauses font partie de l’apprentissage.
ga: Tá sé ceart go leor sos a ghlacadh. Is cuid den fhoghlaim iad sosanna.
hi: थोड़ा विश्राम करने में कोई बुराई नहीं है। आराम करना सीखने की प्रक्रिया का एक भाग है।
ht: Pa gen pwoblèm pou pran yon poz. Poz yo se fè pati aprantisaj la.
id: Tidak apa-apa untuk berhenti sejenak. Istirahat adalah bagian dari pembelajaran.
is: Það er í lagi að taka pásu. Pásur eru hluti af námi.
it: Va bene fare una pausa. Le interruzioni fanno parte dell’apprendimento.
ja: 立ち止まっても大丈夫。休憩も学びの一部です。
ko: 잠시 멈추는 것도 괜찮습니다. 실수도 배움의 일부입니다.
mi: Kāore he aha ki te whakamutu. He wāhanga o te ako ngā okiokinga.
ms: Berhenti seketika tidak salah. Berehat sebentar adalah sebahagian daripada pembelajaran.
nb: Det er greit å ta en pause. Pauser er en del av læringen.
nb_instk12: Det er greit å ta en pause. Pauser er en del av læringen.
nl: Het is oké om even te pauzeren. Pauzes maken deel uit van het leerproces.
pl: Dobrze jest zrobić przerwę. To także element nauki.
pt: Não faz mal fazer uma pausa. As pausas fazem parte da aprendizagem.
pt_br: Não tem problema fazer uma pausa. As pausas fazem parte do aprendizado.
ru: Можно сделать паузу. Перерывы — неотъемлемая часть процесса обучения.
sl: Nič ni narobe, če se za trenutek ustavite. Odmori so del učenja.
sv: Det är ok att ta en paus. En paus är en del av inlärningen.
sv_instk12: Det är ok att ta en paus. En paus är en del av inlärningen.
th: หยุดพักบ้างก็ได้ พักสักนิดก็เป็นส่วนหนึ่งของการเรียนรู้
vi: Dừng lại đôi chút cũng không sao. Nghỉ ngơi là một phần của việc học.
zh: 偶尔也可以停下来歇息。休息也是学习的一部分。
zh_hk: 停下來休息一下也沒關係。休息是學習的一部分。

source: It's okay to rest — tomorrow is waiting with new opportunities.
ar: يمكنك أن تستريح — غدًا بانتظارك وفي جعبته فرص جديدة.
ca: Està bé descansar: demà ens esperen noves oportunitats.
cy: Mae gorffwys yn bwysig — mae yfory yn gyfle newydd.
da: Det er helt okay at hvile sig – morgendagen venter med nye muligheder.
da_instk12: Det er helt okay at hvile sig – morgendagen venter med nye muligheder.
de: Es ist in Ordnung, sich auszuruhen – der Morgen wartet mit neuen Möglichkeiten.
es: Está bien descansar: mañana lo esperan nuevas oportunidades.
es_es: Está bien descansar: el mañana te espera con nuevas oportunidades.
fi: On ihan okei levätä — huominen odottaa uusien mahdollisuuksien kanssa.
fr: Il n’y a aucun mal à prendre un peu de repos. Demain, de nouvelles opportunités t’attendront.
fr_ca: Il n’y a pas de mal à se reposer — demain nous attend avec de nouvelles opportunités.
ga: Tá sé ceart go leor scíth a ligean — tá an lá amárach ag fanacht leat le deiseanna nua.
hi: आराम करना ठीक है — कल नए अवसरों के साथ आपका इंतज़ार कर रहा है।
ht: Li nòmal pou w repoze — demen ap tann ou ak nouvo opòtinite.
id: Tidak apa-apa untuk beristirahat — hari esok menunggu dengan peluang baru.
is: Það er í lagi að hvíla sig - morgundagurinn bíður með nýjum tækifærum.
it: Va bene riposarsi: il domani ti aspetta con nuove opportunità.
ja: 休むのは構いません — 新たな機会と共に明日が待っています。
ko: 쉬는 것도 괜찮습니다. 내일은 새로운 기회가 기다리고 있습니다.
mi: Kāore he aha ki te okioki — kei te tatari mai a āpōpō me ngā whai wāhitanga hou.
ms: Berehat tidak salah — esok peluang baharu akan menunggu.
nb: Det er greit å hvile – morgendagen venter med nye muligheter.
nb_instk12: Det er greit å hvile – morgendagen venter med nye muligheter.
nl: Het is oké om uit te rusten – morgen wachten je nieuwe mogelijkheden.
pl: Odpoczynek Ci się należy – jutro przyniesie nowe możliwości.
pt: Não há problema em descansar — amanhã espera-o com novas oportunidades.
pt_br: Não há problema em descansar — o amanhã reserva novas oportunidades.
ru: Отдыхать — это нормально, ведь завтрашний день обещает новые возможности.
sl: Nič ni narobe s počitkom – jutri vas čakajo nove priložnosti.
sv: Det är ok att vila – morgondagen väntar med nya möjligheter.
sv_instk12: Det är ok att vila – morgondagen väntar med nya möjligheter.
th: พักบ้างก็ได้ พรุ่งนี้ก็มีอะไรใหม่ ๆ รออยู่
vi: Nghỉ ngơi cũng không sao — ngày mai đang chờ với những cơ hội mới.
zh: 好好休息 — 明天又有新的机遇等着你。
zh_hk: 休息一下沒關係 — 明天充滿新的機會。

source: It's okay to start again — as many times as you need.
ar: لا توجد مشكلة في أن تبدأ من جديد — وليس هناك أي حد على عدد محاولاتك.
ca: Està bé tornar a començar, tantes vegades com calgui.
cy: Does dim o’i le â dechrau eto — sawl bynnag gwaith rwyt ti’n dymuno.
da: Det er okay at starte forfra – så mange gange du har brug for.
da_instk12: Det er okay at starte forfra – så mange gange du har brug for.
de: Es ist in Ordnung, noch einmal anzufangen – so oft Sie wollen.
es: Está bien volver a empezar tantas veces como sea necesario.
es_es: No pasa nada por volver a empezar, tantas veces como necesites.
fi: On ok aloittaa uudelleen - niin monta kerta kertaa kuin on tarpeen.
fr: Il n’y aucun mal à recommencer autant de fois que nécessaire.
fr_ca: Il n’y a pas de mal à recommencer, autant de fois que nécessaire.
ga: Tá sé ceart go leor tosú arís - an oiread uaireanta agus is gá duit.
hi: फिर से शुरुआत करना ठीक है — जितनी बार आपको ज़रूरत हो।
ht: Pa gen pwoblèm pou w rekòmanse — otan fwa ou wè sa nesesè.
id: Tidak apa-apa untuk memulai lagi — sebanyak yang Anda butuhkan.
is: Það er í lagi að byrja aftur — eins oft og þú þarft.
it: Non importa se devi rincominciare: puoi farlo tutte le volte che ti servono.
ja: 何度でもやり直しても大丈夫 — 必要なだけ何度でも。
ko: 얼마든지 다시 시작해도 괜찮습니다.
mi: Kāore he aha ki te tīmata anō — kia maha ngā wā e hiahiatia ana e koe.
ms: Tiada salahnya untuk bermula semula — berapa kali pun anda perlu melakukannya.
nb: Det er greit å starte på nytt – så mange ganger du trenger.
nb_instk12: Det er greit å starte på nytt – så mange ganger du trenger.
nl: Het is oké om opnieuw te beginnen – zo vaak als je wilt.
pl: Nic się nie stanie, jeśli zaczniesz od nowa – tyle raz, ile potrzebujesz.
pt: Não há problema em recomeçar — quantas vezes precisar.
pt_br: Não tem problema recomeçar — quantas vezes forem necessárias.
ru: Начинать заново — это нормально, и столько раз, сколько потребуется.
sl: V redu je, da začnete znova – tolikokrat, kot potrebujete.
sv: Det är ok att börja om igen – så många gånger du behöver.
sv_instk12: Det är ok att börja om igen – så många gånger du behöver.
th: เริ่มอีกครั้งก็ไม่เป็นไร เท่าไรก็ได้อย่าท้อ
vi: Bắt đầu lại cũng không sao — bao nhiêu lần cũng được.
zh: 不管失败多少次，都可以从头再来。
zh_hk: 重新開始沒關係 — 只要你需要，就重新開始。

source: It's okay to stumble — you're still on the right path.
ar: لا مانع في أن نتعثر — هذا لا يمنع أنك لا تزال في المسار الصحيح.
ca: No passa res si ensopegueu: seguiu en el bon camí.
cy: Paid â phoeni os byddi di’n baglu — rwyt ti’n dal i fod ar y llwybr cywir.
da: Det er okay at snuble – du er stadig på rette vej.
da_instk12: Det er okay at snuble – du er stadig på rette vej.
de: Es ist in Ordnung, zu stolpern – Sie sind immer noch auf dem richtigen Weg.
es: No pasa nada por tropezar: sigue en el camino correcto.
es_es: No pasa nada por tropezar: sigues en el camino correcto.
fi: On ihan ok kompastella – olet edelleen oikealla tiellä.
fr: Ce n’est pas grave de trébucher, tu es quand-même sur la bonne voie.
fr_ca: Il n’y a pas de mal à trébucher, vous êtes toujours sur le bon chemin.
ga: Tá sé ceart go leor tuisleáil - tá tú fós ar an mbóthar ceart.
hi: ठोकर लगना ठीक है — आप अभी भी सही रास्ते पर हैं।
ht: Pa gen pwoblèm si w bite — ou toujou sou bon chemen an.
id: Tidak apa-apa jika tersandung — Anda masih berada di jalan yang benar.
is: Það er í lagi að hrasa - þú ert samt á réttri leið.
it: Non importa se fai un passo falso: sei ancora sul percorso giusto.
ja: つまずいても大丈夫 — あなたは正しい道を進んでいます。
ko: 넘어져도 괜찮습니다. 여전히 바른 길을 가고 있습니다.
mi: Kāore he aha ki te hinga — kei te ara tika tonu koe.
ms: Tersadung perkara biasa — anda masih di laluan yang betul.
nb: Det er greit å snuble – du er fortsatt på rett vei.
nb_instk12: Det er greit å snuble – du er fortsatt på rett vei.
nl: Het is geen probleem om te struikelen – je bent nog steeds op het juiste pad.
pl: Nie szkodzi, że się potykasz – nadal jesteś na dobrej drodze.
pt: Não faz mal tropeçar — ainda estás no caminho certo.
pt_br: Não tem problema tropeçar — você ainda está no caminho certo.
ru: Спотыкаться — это нормально, вы все равно на правильном пути.
sl: Nič hudega, če se spotaknete – še vedno ste na pravi poti.
sv: Det är ok att snubbla, men du är trots allt på rätt väg.
sv_instk12: Det är ok att snubbla, men du är trots allt på rätt väg.
th: ล้มบ้างเป็นเรื่องปกติ คุณเดินถูกทางแล้ว
vi: Vấp ngã cũng không sao — bạn vẫn đang đi đúng hướng.
zh: 只要朝着正确的目标前进，挫折失败都不足为惧。
zh_hk: 跌倒也沒關係 — 你仍然走在正確的道路上。

source: It's okay to take things slow.
ar: لا مانع في أن تأخذ الأمور بتروي.
ca: Està bé prendre’s les coses amb calma.
cy: Does dim byd o’i le â gwneud cynnydd yn araf.
da: Det er helt okay at tage tingene langsomt.
da_instk12: Det er helt okay at tage tingene langsomt.
de: Es ist in Ordnung, die Dinge langsam anzugehen.
es: Está bien tomarse las cosas con calma.
es_es: No pasa nada por tomarte las cosas con calma.
fi: On ihan ok ottaa asioita hitaasti.
fr: Il n’y a aucun mal à prendre son temps.
fr_ca: Il n’y a pas de mal à prendre son temps.
ga: Tá sé ceart go leor rudaí a thógáil go mall.
hi: चीजों को धीरे-धीरे लेना ठीक है।
ht: Pa gen pwoblèm si w pran bagay yo dousman.
id: Tidak apa-apa untuk melakukan sesuatu secara perlahan.
is: Það er í lagi að gera hlutina hægt.
it: Non importa se le cose vengono affrontate lentamente.
ja: ゆっくり進んでも大丈夫です。
ko: 좀 느려도 괜찮습니다.
mi: Kāore he aha te āta haere.
ms: Memperlahan rentak juga tidak salah.
nb: Det er greit å ta ting sakte.
nb_instk12: Det er greit å ta ting sakte.
nl: Het is oké om het wat langzamer aan te doen.
pl: Wolniejsze tempo też jest dobre.
pt: Não faz mal ir devagar.
pt_br: Não tem problema ir devagar.
ru: Не спешите.
sl: V redu je, če stvari jemljemo počasi.
sv: Det är ok att ta det lugnt.
sv_instk12: Det är ok att ta det lugnt.
th: ไปช้า ๆ ก็ไม่เป็นไร
vi: Đi chậm cũng không sao.
zh: 慢慢来，也无妨。
zh_hk: 慢慢來沒關係。

source: Item %1$d of %2$d
ar: %1$d عنصر من %2$d
ca: Element %1$d de %2$d
cy: Eitem %1$d o %2$d
da: Element %1$d af %2$d
da_instk12: Element %1$d af %2$d
de: Objekt %1$d von %2$d
es: Item %1$d de %2$d
es_es: Ítem %1$d de %2$d
fi: Kohde %1$d/ %2$d
fr: Élément %1$d de %2$d
fr_ca: Élément %1$d de %2$d
ga: Mír %1$d de %2$d
hi: इसकी आइटम %1$d %2$d
ht: Eleman %1$d de %2$d
id: Item %1$d dari %2$d
is: Atriði %1$d af %2$d
it: Elemento %1$d di %2$d
ja: %1$d の項目%2$d
ko: 항목 %1$d/ %2$d
mi: Tūemi %1$d o %2$d
ms: Item %1$d daripada %2$d
nb: Element %1$d av %2$d
nb_instk12: Objekt %1$d av %2$d
nl: Item %1$d van %2$d
pl: Pozycja %1$d z %2$d
pt: Item %1$d de %2$d
pt_br: Item %1$d de %2$d
ru: Элемент %1$d из %2$d
sl: Element %1$d od %2$d
sv: Objekt %1$d av %2$d
sv_instk12: Objekt %1$d av %2$d
th: รายการที่ %1$d จาก %2$d
vi: Mục %1$d / %2$d
zh: 项目 %1$d/%2$d
zh_hk: 的項目 %1$d%2$d

source: Jobs, grades, the future… no one has it all figured out yet.
ar: لا يوجد شخص قد أدرك كل شيء... قد نحصل على الشهادات وندرك الوظائف، لكننا لا نعرف أبدًا المستقبل.
ca: Feines, notes, el futur… ningú no ho ha esbrinat tot ja.
cy: Swyddi, graddau, y dyfodol... does neb yn gwybod y cyfan eto.
da: Job, karakterer, fremtiden … ingen har fundet ud af det hele endnu.
da_instk12: Job, vurderinger, fremtiden … ingen har fundet ud af det hele endnu.
de: Jobs, Benotungen, die Zukunft ... niemand hat das alles schon durchschaut.
es: El trabajo, las calificaciones, el futuro… Nadie lo tiene todo claro todavía.
es_es: El trabajo, las notas, el futuro... nadie lo tiene todo resuelto aún.
fi: Työt, arvosanat, tulevaisuus… kenelläkään ei ole kaikkea selvillä.
fr: Le métiers, les notes, l’avenir… rien n’est déjà tout tracé pour personne.
fr_ca: L’emploi, les diplômes, l’avenir… personne n’a encore tout compris.
ga: Poist, gráid, an todhchaí… níl gach rud socraithe ag aon duine fós.
hi: नौकरियां, नंबर, भविष्य... अभी तक किसी ने भी इन सबके बारे में पूरी तरह नहीं जाना है।
ht: Travay, nòt, lavni... pèsonn poko gen tout bagay fikse byen.
id: Pekerjaan, nilai, masa depan… belum ada yang memahami semuanya.
is: Störf, einkunnir, framtíðin... enginn hefur allt á hreinu ennþá.
it: Lavori, voti, il futuro… nessuno ha già capito tutto.
ja: 仕事、成績、将来…もう全てを理解している人は誰もいません。
ko: 직업, 성적 그리고 미래... 모든 것을 다 아는 사람은 없습니다.
mi: Ngā mahi, ngā māka, te heke mai… kāore anō kia mōhiotia e tetahi.
ms: Kerja, gred, masa depan... tiada sesiapa yang sudah tahu kesudahannya.
nb: Jobber, vurderinger, fremtiden … ingen har funnet ut av alt ennå.
nb_instk12: Jobber, vurderinger, fremtiden … ingen har funnet ut av alt ennå.
nl: Banen, cijfers, de toekomst... niemand heeft het al helemaal uitgevogeld.
pl: Zajęcia, oceny, przyszłość... nikt jeszcze tego wszystkiego nie ogarnął.
pt: Trabalho, notas, futuro... ninguém tem tudo planeado ainda.
pt_br: Trabalho, notas, futuro... ninguém tem tudo planejado ainda.
ru: Работа, оценки, будущее… никто еще не знает всего.
sl: Delo, ocene, prihodnost ... nihče še ni sam vsega razrešil.
sv: Jobb, betyg, framtiden – allt behöver inte vara på plats än.
sv_instk12: Jobb, bedömningar, framtiden – allt behöver inte vara på plats än.
th: งาน เกรด อนาคต...ค่อยเป็นค่อยไป
vi: Công việc, điểm số, tương lai… không ai có tất cả câu trả lời.
zh: 工作、学业、前程……没有人能事事完美。
zh_hk: 工作、成績、未來……沒有人能完全掌控一切。

source: Join
ar: انضمام
ca: Inscriu-t'hi
cy: Ymuno
da: Deltag
da_instk12: Deltag
de: Beitreten
es: Unirse
es_es: Unirse
fi: Liity
fr: Rejoindre
fr_ca: Rejoindre
ga: Glac Páirt
hi: जॉइन करें
ht: Antre
id: Gabung
is: Taka þátt
it: Iscriviti
ja: 参加する
ko: 참여
mi: Hono
ms: Sertai
nb: Bli med
nb_instk12: Bli med
nl: Deelnemen
pl: Dołącz
pt: Junte-se
pt_br: Participar
ru: Присоединиться
sl: Pridružite se
sv: Delta
sv_instk12: Gå med
th: เข้าร่วม
vi: Tham Gia
zh: 加入
zh_hk: 加入

source: Jumps to current day on calendar
ar: المرور إلى اليوم الحالي على التقويم
ca: Salta al dia present al calendari
cy: Mae'n neidio i'r dyddiad presennol ar y calendr
da: Springer til nuværende dag i kalenderen
da_instk12: Springer til nuværende dag i kalenderen
de: Springt zum aktuellen Kalendertag
es: Salta al día actual en el calendario
es_es: Salta al día actual en el calendario
fi: Hyppäää tämänhetkiseen päivään kalenterissa
fr: Se rendre directement au jour d'aujourd'hui sur le calendrier
fr_ca: Se rendre directement au jour présent sur le calendrier
ga: Léimeann sé go dtí an lá reatha ar an bhféilire
hi: कैलेंडर पर वर्तमान दिन पर चला जाता है
ht: Ale an jounen jodi a nan kalandriye a
id: Melompat ke hari saat ini di kalender
is: Fara í daginn í dag á dagatalinu
it: Salta al giorno di calendario attuale
ja: カレンダーの現在の日付まで移動する
ko: 캘린더에서 현재 날짜로 이동
mi: Hūpeke ki te ra o nāianei i runga i te maramataka
ms: Pintas ke hari ini di kalendar
nb: Går til dagen i dag på kalenderen
nb_instk12: Går til dagen i dag på kalenderen
nl: Gaat naar huidige dag op kalender
pl: Przeskakuje do obecnego dnia w kalendarzu
pt: Saltar para o dia de hoje no calendário
pt_br: Pula para o dia atual no calendário
ru: Переход на текущий день в календаре
sl: Preskok na trenutni dan na koledarju
sv: Hoppar till dagens datum i kalendern
sv_instk12: Hoppar till dagens datum i kalendern
th: ข้ามไปที่วันที่ปัจจุบันในปฏิทิน
vi: Chuyển đến ngày hiện tại trên lịch
zh: 在日历跳跃到今天
zh_hk: 在行事曆上跳轉至當前日期

source: Keep
ar: الإبقاء
ca: Conserva
cy: Cadw
da: Behold
da_instk12: Behold
de: Halten
es: Mantener
es_es: Mantener
fi: Pidä
fr: Conserver
fr_ca: Conserver
ga: Coinnigh
hi: रखें
ht: Kenbe
id: Simpan
is: Halda
it: Mantieni
ja: 保存する
ko: 유지
mi: Kia mau ki
ms: Simpan
nb: Behold
nb_instk12: Behold
nl: Houden
pl: Zatrzymaj
pt: Manter
pt_br: Manter
ru: Оставить
sl: Upoštevaj
sv: Behåll
sv_instk12: Behåll
th: เก็บไว้
vi: Giữ
zh: 保持
zh_hk: 保存

source: Keep going — future you will thank you.
ar: استمر — ستشكر نفسك مستقبلاً.
ca: Seguiu així, ho agraireu en el futur.
cy: Dal ati — byddi di’n falch yn y dyfodol.
da: Fortsæt – du vil takke dig selv i fremtiden.
da_instk12: Fortsæt – du vil takke dig selv i fremtiden.
de: Machen Sie weiter – Ihre Zukunft wird es Ihnen danken.
es: Siga adelante, su yo futuro se lo agradecerá.
es_es: Sigue adelante, tu yo futuro te lo agradecerá.
fi: Jatka – tulevaisuudessa kiität itseäsi.
fr: Continue d’avancer, l’avenir te remerciera.
fr_ca: Continuez — vous vous en féliciterez à l’avenir.
ga: Lean ort — beidh buíochas agat as an todhchaí.
hi: कोशिश जारी रखो — आगे चलकर आपको खुद पर गर्व होगा।
ht: Kontinye — lavni w ap genyen w rekonesans.
id: Teruslah maju — diri Anda di masa depan akan berterima kasih pada Anda.
is: Haltu áfram - í framtíðinni munt þú þakka þér.
it: Non ti fermare; il futuro ti ringrazierà.
ja: 続けてましょう — 未来の自分が感謝するでしょう。
ko: 멈추지 말고 미래의 자신을 생각하세요.
mi: Me haere tonu - ka mihi koe ki a koe i te heke mai.
ms: Teruskan — diri anda pada masa depan akan berterima kasih.
nb: Fortsett sånn – du vil takke deg i fremtiden.
nb_instk12: Fortsett sånn – du vil takke deg i fremtiden.
nl: Blijf doorgaan – de toekomst zal je dankbaar zijn.
pl: Oby tak dalej – przyszłość Ci podziękuje.
pt: Continue — o seu futuro vai agradecer.
pt_br: Continue — seu futuro vai agradecer.
ru: Продолжайте в том же духе — в будущем вы скажете себе спасибо.
sl: Kar tako naprej – v prihodnosti si boste hvaležni.
sv: Kämpa vidare – framtiden väntar på dig.
sv_instk12: Kämpa vidare – framtiden väntar på dig.
th: ไปต่อเลย อนาคตจะต้องขอบคุณคุณ
vi: Hãy tiếp tục cố gắng — chính bạn trong tương lai sẽ cảm ơn bạn.
zh: 未来的你会感谢今天的坚持。
zh_hk: 堅持下去 — 未來的你會感謝現在的自己。

source: Keep going — you're stronger than you feel right now.
ar: استمر — أنت أقوى مما تشعر به الآن.
ca: Seguiu així: en aquest moment, teniu més fortalesa que la que us sembla tenir.
cy: Dal ati — rwyt ti’n gryfach na’r wyt ti’n teimlo ar hyn o bryd.
da: Bliv ved – du er stærkere, end du føler dig lige nu.
da_instk12: Bliv ved – du er stærkere, end du føler dig lige nu.
de: Machen Sie weiter – Sie sind stärker, als Sie im Moment denken.
es: Siga adelante; es más fuerte de lo que cree.
es_es: Sigue adelante: eres más fuerte de lo que te parece.
fi: Jatka eteenpäin – olet vahvempi kuin tunnet juuri nyt.
fr: Continue comme ça, tu es plus fort(e) que ce que tu penses.
fr_ca: Continuez, vous détenez une force insoupçonnée.
ga: Lean ort - tá tú níos láidre ná mar a bhraitheann tú faoi láthair.
hi: आगे बढ़ते रहें — आप अभी जितना महसूस कर रहे हैं, उससे कहीं अधिक मजबूत हैं।
ht: Ou pi fò pase sa w santi kounye a.
id: Terus maju — Anda lebih kuat dari yang Anda rasakan saat ini.
is: Haltu áfram - þú ert sterkari en þér líður núna.
it: Non ti fermare: sei più forte di quanto ti senti adesso.
ja: 続けてください — 今感じている以上にあなたは強いのです。
ko: 계속하세요. 지금 생각하는 것보다 귀하는 더 강력합니다.
mi: Haere tonu — he kaha ake koe i tōu e whakaaro nei i tēnei wā.
ms: Teruskan — anda lebih perkasa daripada yang anda rasakan sekarang.
nb: Fortsett sånn – du er sterkere enn du føler deg akkurat nå.
nb_instk12: Fortsett sånn – du er sterkere enn du føler deg akkurat nå.
nl: Ga door – je bent sterker dan je je nu voelt.
pl: Oby tak dalej – jesteś silniejszy, niż Ci się wydaje.
pt: Continue — você é mais forte do que parece agora.
pt_br: Continue — você é mais forte do que pensa agora.
ru: Продолжайте — вы сильнее, чем вам сейчас кажется.
sl: Kar tako naprej – močnejši ste, kot se počutite trenutno.
sv: Fortsätt – du är starkare än vad du tycker just nu.
sv_instk12: Fortsätt – du är starkare än vad du tycker just nu.
th: อย่ายอมแพ้ คุณเก่งกว่าที่คุณคิด
vi: Hãy tiếp tục cố gắng — bạn mạnh mẽ hơn những gì bạn cảm thấy lúc này.
zh: 加油，你比你想象的更加优秀。
zh_hk: 繼續努力 — 你比你現在感覺的更強大。

source: Keep pushing — you're closer than you think.
ar: واصل بجد — لقد اقتربت أكثر مما تعتقد.
ca: No deixeu d’insistir-hi: hi sou més a prop del que penseu.
cy: Dal ati — rwyt ti’n agosach nag wyt ti’n meddwl.
da: Bare bliv ved – du er tættere på, end du tror.
da_instk12: Bare bliv ved – du er tættere på, end du tror.
de: Bleiben Sie dran – Sie sind näher am Ziel, als Sie denken.
es: Siga esforzándose; está más cerca de lo que cree.
es_es: Sigue adelante: estás más cerca de lo que crees.
fi: Jatka eteenpäin – olet lähempänä kuin luuletkaan.
fr: Continue de persévérer, tu es plus près du but que tu ne le penses.
fr_ca: Continuez à pousser — vous êtes plus près que vous ne le pensez.
ga: Coinnigh ort ag brú - tá tú níos gaire ná mar a cheapfá.
hi: बस आगे बढ़ते रहें — आप अपनी सोच से कहीं ज्यादा करीब हैं।
ht: Pa lage — ou pi pre pase sa w ta panse.
id: Teruslah berjuang — Anda lebih dekat dari yang Anda pikirkan.
is: Haltu áfram - þú ert nær en þú heldur.
it: Non mollare, sei più vicino di quanto pensi.
ja: プッシュし続けましょう — 目標は、思っているよりずっと近いです。
ko: 더 노력하세요. 생각보다 멀지 않았습니다.
mi: Haere tonu — he tata atu koe i tōu e whakaaro nei.
ms: Doronglah diri anda — anda lebih dekat dengan kejayaan daripada yang anda sangka.
nb: Fortsett å presse på – du er nærmere enn du tror.
nb_instk12: Fortsett å presse på – du er nærmere enn du tror.
nl: Blijf doorgaan – je bent dichterbij dan je denkt.
pl: Walcz do końca – jesteś bliżej, niż sądzisz.
pt: Continua a esforçar-te — estás mais perto do que pensas.
pt_br: Continue em frente — você está mais perto do que imagina.
ru: Продолжайте двигаться вперед — вы ближе к цели, чем думаете.
sl: Kar tako naprej – bližje ste, kot si mislite.
sv: Fortsätt att trycka på – du är närmare än vad du tror.
sv_instk12: Fortsätt att trycka på – du är närmare än vad du tror.
th: ก้าวต่อไป คุณใกล้ถึงจุดหมายมากกว่าที่คิด
vi: Tiếp tục cố gắng nào — bạn đang ở gần chiến thắng hơn bạn nghĩ.
zh: 克服困难，勇往直前。
zh_hk: 繼續努力 — 你比想像中更接近目標。
